*  ASMBLR
AFRESH   START 0
*  *** THIS PROGRAM LAST MODIFIED FOR VERSION 4, MODIFICATION 2 ***
         USING *,15
         SAVE  (2,3),,AFRESH
         LM    2,3,ATAPTBAD     REG 2 = A(ATAPTB)   REG 3 = A(AFRESHTB)
         MVC   0(92,2),0(3)     REFRESH ATAPTB COMMON BLOCK
         RETURN (2,3)
ATAPTBAD DC    V(ATAPTB)
         DC    A(AFRESHTB)
AFRESHTB DS    0D
PROTAP   DC    XL8'01'
CANTAP   DC    XL8'02'
CLTAPE   DC    XL8'02'
POCTAP   DC    XL8'04'
PLOTAP   DC    XL8'08'
SRFTAP   DC    XL8'03'
TAPES1   DC    XL8'03'
TAPES2   DC    XL8'01'
TAPES3   DC    XL8'04'
TAPES4   DC    XL8'09'
INTAPE   DC    F'0005'
IOUTAP   DC    F'0006'
PUNTAP   DC    F'0007'
         END

